/* No comment provided by engineer. */
" から" = " started";

/* No comment provided by engineer. */
" まで" = " ended";

/* No comment provided by engineer. */
" 円" = " fee";

/* No comment provided by engineer. */
" 日前" = " days ago";

/* No comment provided by engineer. */
"2013/01/01" = "2013/01/01";

/* No comment provided by engineer. */
"2013/12/31" = "2013/12/31";

/* Master */
"iContract" = "iContract";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Plurk Login" = "Plurk Login";

/* No comment provided by engineer. */
"Sign In" = "Sign In";

/* No comment provided by engineer. */
"Twitter Login" = "Twitter Login";

/* No comment provided by engineer. */
"Username or email" = "Username or email";

/* No comment provided by engineer. */
"の契約満期日が近づいたお知らせは、" = " of the contractual maturity date will ";

/* No comment provided by engineer. */
"の満期日まであと" = " of days until maturity is last ";

/* Release to refresh status */
"やっぱりやめる" = "Register for notification center";

/* No comment provided by engineer. */
"タイトル" = "Title";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "Title has not been entered.\n";

/* No comment provided by engineer. */
"タイトル入力" = "Title";

/* No comment provided by engineer. */
"中途解約した場合の違約金の設定を行います。金額を半角数字で入力してください。" = "You set penalty if you have early withdrawal. Please enter single-byte numeric value.";

/* No comment provided by engineer. */
"今通知されます。" = "have be notified now.";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "Value entered is too large.\n";

/* No comment provided by engineer. */
"入力された日数は無効です。\n" = "Number of days you entered is invalid.\n";

/* No comment provided by engineer. */
"入力エラー" = "Error";

/* No comment provided by engineer. */
"契約期間" = "Contract period";

/* No comment provided by engineer. */
"契約満期日が現在よりも過去の日付に設定されているため、通知センターへの登録が完了できませんでした。" = "Since the contract maturity date is set to past date than present, register for the notification center could not be completed.";

/* No comment provided by engineer. */
"日です" = " days.";

/* No comment provided by engineer. */
"日後に通知されます。" = " days after be notified.";

/* No comment provided by engineer. */
"日数" = "Days";

/* No comment provided by engineer. */
"日数が入力されていません\n" = "Number of days has not been entered.\n";

/* No comment provided by engineer. */
"日数は半角数字で入力してください\n" = "Please use single - byte numbers for days.\n";

/* No comment provided by engineer. */
"満期の何日前に通知するかを1日から365日の間で設定できます。設定する日数を半角数字で入力してください。" = "You set number of days prior to the maturity you want to notice. Please enter single-byte numeric value between 1 and 365.";

/* Loading Status */
"登録中" = "Now registering";

/* No comment provided by engineer. */
"設定する項目のタイトルをつけます。全角12文字（半角24文字）以内で入力してください。" = "You set title of the item. Please enter within 24 single-byte characters.";

/* No comment provided by engineer. */
"通知センターへの登録" = "Register for notification center";

/* No comment provided by engineer. */
"通知センターへの登録が完了しました。" = "Registration for the notification center is complete.";

/* Pull down to refresh status */
"通知センターへ登録する" = "Please pull and release then...";

/* No comment provided by engineer. */
"通知設定" = "Notification";

/* No comment provided by engineer. */
"違約金" = "Penalty";

/* No comment provided by engineer. */
"違約金入力" = "Penalty";

/* No comment provided by engineer. */
"金額" = "Amount";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "Amount has not been entered.\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "Please have a numerical value amounts.\n";

/* No comment provided by engineer. */
"項目名は全角12文字(半角24文字)以内で入力してください。\n" = "Please enter within 24 single-byte characters.\n";

"年"=" ";

"ja"="en";

"タイトルの更新を行いました"="Title was updated";

"更新完了"="Update completion";

"メニュー画面のタイトルを更新するには、メニュー画面のテーブルをプルダウンしてください。"="In order to update the title of the menu screen, please pull down the table of the menu screen.";

"通知センターへ登録するには、テーブルをプルダウンしてください。" = "In order to register to the notification center, please pull down the table.";

"メモの編集" = "Edit of notes";

"注記事項" = "Notes";

"保存完了" = "Save complete";

"メモの内容を保存しました。" = "Save notes.";


